<?php
    return [
        'menu' => [
            'public_welcome' => 'سلام دوست عزیز!' . PHP_EOL . 'من روبوت مهاجرت کاری هستم' . PHP_EOL . 'با کمک من میتونی سوالات خودت رو بپرسی',
            'user_welcome' => ':name عزیز!' . PHP_EOL . 'از دیدنت خوشحالم',
            'items' => [
                'ask_question' => '/question : ثبت سوال جدید',
//                '' => '',
//                '' => '',
//                '' => '',
            ],
        ],

        'user_menu' => [
            'welcome' => 'یکی از آیتم‌ها رو انتخاب کن',
        ],

        'auth' => [
            'send' => 'برای تکمیل ثبت سوال، اطلاعات تماس خودت رو ثبت کن',
        ],

        'question' => [
            'welcome' => 'ثبت سوال جدید',
            'content' => [
                'ask' => 'سوال خودت رو به صورت متنی یا صوتی وارد کن',
                'got_it' => 'متن سوال با موفقیت دریافت شد',
            ],
            'title' => [
                'ask' => 'یک عنوان کوتاه برای سوال خودت بنویس',
                'got_it' => 'عنوان سوال با موفقیت دریافت شد',
            ],
            'finished' => 'سوال شما به طور کامل ثبت شد و پس از بررسی، وضعیت آن به شما اطلاع داده میشه'
                        . PHP_EOL . 'برای مشاهده منوی کاربری روی /start کلیک کن',
        ],

        'command.wrong' => 'اطلاعات وارد شده نامعتبر است',
    ];
