<?php
    return [
        'start' => [
            'welcome' => 'سلام دوست عزیز!' . PHP_EOL . 'من روبوت مهاجرت کاری هستم' . PHP_EOL . 'با کمک من میتونی سوالات خودت رو بپرسی',
        ],

        'user_menu' => [
            'welcome' => 'یکی از آیتم‌ها رو انتخاب کن',
        ],

        'auth' => [
            'send' => 'برای تکمیل ثبت سوال، اطلاعات تماس خودت رو ثبت کن',
        ],

        'question' => [
            'content' => [
                'ask' => 'سوال خودت رو به صورت متنی یا صوتی وارد کن',
                'got_it' => 'سوال شما با موفقیت دریافت شد',
            ],
            'title' => [
                'ask' => 'یک عنوان برای سوال خودت بنویس',
                'got_it' => 'عنوان سوال شما با موفقیت دریافت شد',
            ],
            'finished' => 'سوال شما به طور کامل ثبت شد و پس از بررسی، وضعیت آن به شما اطلاع داده میشود'
        ],
    ];
